Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: དེ་ནས་འཁོར་དེར་འདུས་པའི་སེམས་ཅན་ཁ་ཅིག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: At this point some who were present in the gathering thought,

source: ཀྱེ་མའོ་བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་སྐད་དུ་བཤད་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྔོན་བདག་ཅག་གིས་ཀྱང་ཐོས་པ་ལྟ་ཅི་ཞིག་སྙམ་མོ་
en: “Ah! Then surely we have also previously received this Dharma teaching that the Blessed One just delivered.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ལྗགས་ཀྱི་དབང་པོ་ཕྱུང་སྟེ། ལྗགས་ཀྱི་དབང་པོས་ཞལ་གྱི་དཀྱིལ་འཁོར་མངོན་པར་བཀབ་བོ།
en: The Blessed One now drew forth his tongue, and with his tongue he covered his entire face.

source: ཞལ་གྱི་དཀྱིལ་འཁོར་མངོན་པར་བཀབ་ནས། དབུ་མངོན་པར་བཀབ་བོ།
en: Having covered his face, he also covered his head,

source: དབུ་མངོན་པར་བཀབ་ནས། སྐུ་མངོན་པར་བཀབ་བོ།
en: and once his head was covered he used his tongue to cover his body as well.

source: སྐུ་མངོན་པར་བཀབ་ནས། སེང་གེའི་ཁྲི་མངོན་པར་བཀབ་བོ། །སེང་གེའི་ཁྲི་མངོན་པར་བཀབ་ནས། བྱང་ཆུབ་སེམས་དཔའི་འཁོར་མངོན་པར་བཀབ་བོ།
en: Having covered his body, he covered his lion throne, and when his throne had disappeared, he covered his retinue of bodhisattvas.

source: དེ་ནས་ཉན་ཐོས་ཀྱི་འཁོར་དེ་ནས་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བའི་འཁོར།
en: He next covered everyone in his retinue of hearers, and thereafter Śakra, Brahmā, and the retinue of the guardians of the world.

source: དེ་ནས་ཐམས་ཅད་ཡོད་པའི་འཁོར་མངོན་པར་བཀབ་བོ། །དེ་ནས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་མངོན་པར་བཀབ་བོ།
en: He then covered everyone who was present in the gathering, and in the end he covered completely the entire trichiliocosm.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྗགས་ཀྱི་དབང་པོ་ཕྱིར་བསྡུས་ཏེ།
en: Then the Blessed One withdrew his tongue.

source: ཐམས་ཅད་ཡོད་པའི་འཁོར་ལ་བཀའ་སྩལ་པ།
en: Speaking to the entire gathering, he said,

source: རིགས་ཀྱི་བུ་འདི་འདྲ་བའི་ལྗགས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་རྣམས་བརྫུན་གསུང་བར་མི་འགྱུར་གྱི།
en: “Noble sons, with a tongue like this the thus-gone ones do not tell lies.

source: རིགས་ཀྱི་བུ་ཁྱོད་རྣམས་དད་པར་གྱིས་ཤིག །རིགས་ཀྱི་བུ་ཁྱེད་རྣམས་མངོན་པར་དད་པར་གྱིས་ཤིག
en: Noble sons, you must all have faith. Noble sons, you must all have complete faith.

source: དེ་ནི་ཁྱེད་ཀྱི་ཡུན་རིང་པོའི་དོན་དང་ཕན་པ་དང་། བདེ་བར་འགྱུར་རོ།
en: This will give you long-lasting meaning, benefit, and happiness.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བསྟན་པ་འདི་བསྟན་པའི་ཚེ།
en: When the Blessed one gave this teaching,

source: བྱང་ཆུབ་སེམས་དཔའ་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིས་མི་སྐྱེ་བའི་ཆོས་རྣམས་ལ་བཟོད་པ་ཐོབ་བོ།
en: bodhisattvas gained acceptance that phenomena are nonarising,

source: སྲོག་ཆགས་བརྒྱ་སྟོང་དུ་མ་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་དང་བྲལ་ཞིང་དྲི་མ་མེད་པ་རྣམ་པར་དག་གོ།
en: many hundreds of thousands of beings gained a vision of phenomena through the dustless and stainless eye of the Dharma,

source: སྔོན་སེམས་མ་བསྐྱེད་པའི་སེམས་ཅན་དུ་མས་ནི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ།།
en: numerous beings, who had not done so before, now gave rise to the mind of awakening.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བ་ལ་བཀའ་སྩལ་པ།
en: Now the Blessed One spoke again to the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin:

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་རྫོབ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities are experts on the relative.

source: གཟུགས་སུའང་འདོགས་ལ་དོན་དམ་པར་ན་གཟུགས་སུའང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of form, yet ultimately form is not observed, and they cannot be attached to it.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པར་ཡང་འདོགས་ལ།
en: The same is the case with what are designated as feeling, perception, formation, and consciousness.

source: དོན་དམ་པར་ན་རྣམ་པར་ཤེས་པ་ཡང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: Ultimately they do not reify them either, and they are not attached to them.

source: སའི་ཁམས་སུ་ཡང་འདོགས་ལ། དོན་དམ་པར་ན་སའི་ཁམས་སུ་ཡང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of the earth element, yet ultimately no earth element is observed and they cannot be attached to it.

source: དེ་བཞིན་དུ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་སུ་ཡང་འདོགས་ལ།
en: Likewise, they may speak of the elements of fire, water, wind, space, and consciousness.

source: དོན་དམ་པར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་ཡང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: Yet ultimately no consciousness element is observed either, and they cannot be attached to it.

source: མིག་གི་སྐྱེ་མཆེད་དུའང་འདོགས་ལ། དོན་དམ་པར་ན་མིག་གི་སྐྱེ་མཆེད་དུའང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of the sense source of the eye, yet ultimately no sense source of the eye can be observed and they cannot be attached it.

source: དེ་བཞིན་དུ་རྣ་བའི་སྐྱེ་མཆེད་དང་། སྣའི་སྐྱེ་མཆེད་དང་། ལྕེའི་སྐྱེ་མཆེད་དང་། ལུས་ཀྱི་སྐྱེ་མཆེད་དང་། ཡིད་ཀྱི་སྐྱེ་མཆེད་དུའང་འདོགས་ལ།
en: Likewise, they may speak of the sense sources of the ear, nose, tongue, body, and mind.

source: དོན་དམ་པར་ན་ཡིད་ཀྱི་སྐྱེ་མཆེད་དུའང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: Yet ultimately no sense source of the mind is observed either, and they cannot be attached to it.

source: བདག་ཏུའང་འདོགས་ལ། དོན་དམ་པར་ན་བདག་ཏུའང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of a self, yet ultimately no self is observed, and they cannot be attached to it.

source: སེམས་ཅན་དུའང་འདོགས་ལ། དོན་དམ་པར་ན་སེམས་ཅན་དུའང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of a sentient being, yet ultimately no sentient being is observed either, and they cannot be attached to it.

source: སྲོག་དང་། གསོ་བ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་དང་། ཤེད་ལས་སྐྱེས་པ་དང་། ཤེད་བུར་ཡང་འདོགས་ལ།
en: They may speak of a life-force, a soul, a man, a person, a human, and a human being.

source: དོན་དམ་པར་ན་སྲོག་དང་། གསོ་བ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་དང་། ཤེད་ལས་སྐྱེས་པ་དང་། ཤེད་བུར་ཡང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: Yet ultimately no life-force, soul, man, person, human, or human being is observed either, and they cannot be attached to them.

source: འཇིག་རྟེན་དུའང་འདོགས་ལ། དོན་དམ་པར་ན་འཇིག་རྟེན་དུའང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of a world, yet ultimately no world can be observed, and they cannot be attached to it.

source: འཇིག་རྟེན་གྱི་ཆོས་རྣམས་སུའང་འདོགས་ལ། དོན་དམ་པར་ན་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་སུ་ཡང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of mundane phenomena, yet ultimately no mundane phenomena can be observed, and they cannot be attached to them.

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སུའང་འདོགས་ལ། དོན་དམ་པར་ན་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སུ་ཡང་མི་དམིགས་ཤིང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of buddha qualities, yet ultimately no buddha qualities can be observed, and they cannot be attached to them.

source: བྱང་ཆུབ་ཏུའང་འདོགས་ལ། དོན་དམ་པར་ན་བྱང་ཆུབ་དང་བྱང་ཆུབ་པར་བྱེད་པ་ཡང་མི་དམིགས་ཤིང་དེ་ལ་ཡང་མངོན་པར་མི་ཆགས་སོ།
en: They may speak of awakening, yet ultimately no awakening and no process of awakening can be observed, and they cannot be attached to any of it.

source: རིགས་ཀྱི་བུ་དེ་ལྟ་བས་ན་གང་མིང་དང་། འདོགས་པ་དང་། ཐ་སྙད་དེ་ནི་ཀུན་རྫོབ་ཅེས་བྱ་སྟེ།
en: “Noble son, the so-called relative, therefore, refers to names, designations, and conventions.

source: ཀུན་རྫོབ་ཀྱི་ཆོས་རྣམས་ལ་ནི་དོན་དམ་པ་མེད་མོད་ཀྱི་ཀུན་རྫོབ་ཀྱི་ཆོས་རྣམས་མེད་པར་ཡང་དོན་དམ་པ་བསྟན་པར་མི་ནུས་སོ།
en: Within relative phenomena there is of course nothing ultimate, yet the nonexistence of relative phenomena cannot reveal the ultimate.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་གང་གནས་དེ་དག་ལ་ཀུན་རྫོབ་ཏུ་མཁས་ཤིང་དོན་དམ་པ་མ་ཡིན་པ་དེ་ནི་ཀུན་རྫོབ་ལ་མཁས་པ་ཞེས་བྱའོ།
en: Noble son, the bodhisattvas who are experts on these points in relative terms, yet not in ultimate terms, are said to be experts on the relative.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་རྫོབ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities are experts on the relative.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དོན་དམ་པ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities are experts on the ultimate.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མི་སྐྱེ་བའི་ཆོས་ཉིད་དང་ལྡན་པ་རྣམས་ཡིན། མི་འགག་པའི་ཆོས་ཉིད་དང་། མི་འཇིག་པའི་ཆོས་ཉིད་དང་། མི་ལེན་མི་འདོར་བའི་ཆོས་ཉིད་དང་། ཚིག་གི་སྤྱོད་ཡུལ་ལས་ཡང་དག་པར་འདས་པའི་ཆོས་ཉིད་དང་། སྨྲར་མེད་པའི་ཆོས་ཉིད་དང་། སྤྲོས་པ་མེད་པའི་ཆོས་ཉིད་དང་། བརྗོད་དུ་མེད་པའི་ཆོས་ཉིད་དང་། ཞི་བའི་ཆོས་ཉིད་དང་། འཕགས་པའི་ཆོས་ཉིད་དང་ལྡན་པ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are in possession of the unborn intrinsic nature, the unceasing intrinsic nature, the intrinsic nature beyond disintegration, the intrinsic nature beyond accepting and discarding, the intrinsic nature truly beyond the realm of words, the intrinsic nature beyond speech, the intrinsic nature beyond constructs, the inexpressible intrinsic nature, the peaceful intrinsic nature, and the intrinsic nature of the noble ones.

source: དོན་དམ་པ་ནི་མི་སྐྱེའོ། །མི་འགག་གོ། །མི་འཇིག་གོ། །མི་ལེན་ཏོ། །མི་འདོར་རོ། །ཡི་གེ་དག་གིས་སྨྲ་བར་བྱ་བ་མ་ཡིན་ནོ། །ཡི་གེ་རྣམས་ཀྱིས་མི་བརྗོད་དོ། །སྤྲོས་པས་མི་རྟོགས་སོ།
en: It is because the ultimate does not arise, does not cease, does not disintegrate, is not accepted, is not discarded, is not conveyed through syllables, is not expressed through syllables, and is not realized through constructs.

source: རིགས་ཀྱི་བུ་དོན་དམ་པར་ནི་བརྗོད་དུ་མེད་པ་སྟེ་ཞི་བའོ།
en: Noble son, the ultimate is inexpressible and thus it is peace.

source: འཕགས་པ་རྣམས་ཀྱིས་སོ་སོ་རང་གིས་རིག་པའོ།
en: It is experientially realized by the noble ones.

source: རིགས་ཀྱི་བུ་དོན་དམ་པ་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་སྐྱེས་ཀྱང་རུང་མ་སྐྱེས་ཀྱང་རུང་མི་འཇིག་པ་སྟེ།
en: “Noble son, whether or not the thus-gone ones take birth, the ultimate does not disintegrate.

source: རིགས་ཀྱི་བུ་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ།
en: Noble son, it is for this reason that the bodhisattvas shave off their hair and beard,

source: གོས་ངུར་སྨྲིག་གྱོན་ལ་ཡང་དག་པར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ངོ་།
en: don the saffron-colored robes, and with true faith leave their homes and become homeless.

source: རབ་ཏུ་བྱུང་ནས་ཀྱང་ཆོས་འདི་ཁོ་ན་ཐོབ་པར་བྱ་བའི་ཕྱིར་མགོའི་ཐོད་ལ་མེ་འབར་བ་བཞིན་དུ་བརྩོན་འགྲུས་བརྩམས་ཤིང་གནས་སོ།
en: Once they have left their homes, they practice urgently, as if their hair were on fire, for the sake of attaining this Dharma.

source: རིགས་ཀྱི་བུ་གལ་ཏེ་དོན་དམ་པ་མེད་དུ་ཟིན་ན་ཚངས་པར་སྤྱོད་པ་དོན་མེད་པར་འགྱུར་རོ།
en: Noble son, if the ultimate were nonexistent their practice of pure conduct would be pointless,

source: དེ་བཞིན་གཤེགས་པ་རྣམས་འབྱུང་བ་ཡང་དོན་མེད་པར་འགྱུར་རོ། །
en: the manifestations of the thus-gone ones would also be pointless.

source: གང་གི་ཕྱིར་དོན་དམ་པ་ཡོད་པས་ན་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དོན་དམ་པ་ལ་མཁས་པ་ཞེས་བྱའོ།
en: However, because there is an ultimate, the bodhisattvas are known as experts on the ultimate.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དོན་དམ་པ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities are experts on the ultimate.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities are experts on dependent origination.

source: ཆོས་རྣམས་གསོག་ཉིད་དུ་རབ་ཏུ་ཤེས། གསོ་བ་ཉིད་དང་། སྙིང་པོ་མེད་པ་ཉིད་དང་། མིག་ཡོར་ལྟ་བུ་ཉིད་དང་། གཟུགས་བརྙན་ལྟ་བུ་ཉིད་དང་། སྒྲ་བརྙན་ལྟ་བུ་ཉིད་དང་། སྒྱུ་མ་ལྟ་བུ་ཉིད་དང་། མི་གནས་པ་ཉིད་དང་། གཡོ་བ་ཉིད་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཉིད་དུའང་རབ་ཏུ་ཤེས་སོ།
en: They are to understand all phenomena to be deceptive, hollow, insubstantial, like a mirage, like a reflection, like an echo, like an illusion, transient, fluctuating, and dependently originating.

source: དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Thus they think,

source: ཆོས་འདི་དག་ནི་འདི་ལྟར་གསོག །འདི་ལྟར་གསོ་བ། འདི་ལྟར་སྙིང་པོ་མེད་པ། འདི་ལྟར་མིག་ཡོར་ལྟ་བུ། འདི་ལྟར་གཟུགས་བརྙན་ལྟ་བུ། འདི་ལྟར་སྒྲ་བརྙན་ལྟ་བུ། འདི་ལྟར་སྒྱུ་མ་ལྟ་བུ། འདི་ལྟར་མི་གནས་པ། འདི་ལྟར་གཡོ་བ། འདི་ལྟར་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་
en: ‘These phenomena are deceptive, hollow, insubstantial, like a mirage, like a reflection, like an echo, like an illusion, transient, fluctuating, and dependently originating.

source: ཡིན་ཡང་འདི་དག་སྐྱེ་བར་སྣང་ངོ་། །གནས་པ་དང་འཇིག་པར་ཡང་སྣང་ངོ་སྙམ་མོ།
en: And yet they appear to arise, and they appear to remain and cease.’

source: དེ་དག་འདི་ལྟར་སེམས་ཏེ།
en: So they wonder,

source: ཡང་ཆོས་འདི་རྣམས་སྐྱེ་བའི་རྐྱེན་ནི་གང་རྣམས་ཡིན། ཆོས་འདི་རྣམས་འགག་པའི་རྐྱེན་ནི་གང་རྣམས་ཡིན་སྙམ་མོ།
en: ‘What are the conditions for their arising, and what are the conditions for their ceasing?’

source: མ་རིག་པའི་རྐྱེན་གྱིས་ཆོས་འདི་དག་སྐྱེས་ཏེ། མ་རིག་པ་ལས་བྱུང་བའོ། །མ་རིག་པ་སྔོན་དུ་འགྲོ་བའོ། །མ་རིག་པ་ལ་རྟེན་པའོ།
en: ‘These phenomena arise due to the condition of ignorance; they emerge from ignorance, are preceded by ignorance, and they are dependent on ignorance.

source: མ་རིག་པ་ལ་བརྟེན་ནས་འདུ་བྱེད་རྣམས་འབྱུང་བ་ཡིན། འདུ་བྱེད་ལ་བརྟེན་ནས་རྣམ་པར་ཤེས་པ་སྣང་བར་འགྱུར་རོ།
en: Based on ignorance, formations manifest, and based on formations, consciousness is present.

source: རྣམ་པར་ཤེས་པ་ཡོད་ན་མིང་དང་གཟུགས་སུ་འདོགས་པར་འགྱུར་རོ། །མིང་དང་གཟུགས་སུ་བཏགས་ན་སྐྱེ་མཆེད་དྲུག་རྣམས་སུ་འདོགས་པར་འགྱུར་རོ།
en: If there is consciousness, there will be the imputation of name and form, and if things are imputed in terms of name and form, so will they be imputed in terms of the six sense sources.

source: སྐྱེ་མཆེད་རྣམས་ཡོད་ན་རེག་པར་འགྱུར་རོ། །རེག་པ་ཡོད་ན་ཚོར་བ་སྣང་བར་འགྱུར་ཏེ།
en: With the presence of the sense sources there will be contact, and if there is contact there will be the appearance of feeling.

source: ཚོར་བའི་རྒྱུས་བྱིས་པ་རྣམས་སྲེད་པས་ཉེན་པར་འགྱུར་རོ། །སྲེད་པས་ཉེན་ན་ལེན་པ་འཛིན་ཏོ།
en: Due to the causal factors of feeling, craving will affect childish beings, and when upset by craving there will be appropriation.

source: ལེན་པ་བཟུང་ན་སྲིད་པའི་མཚམས་སྦྱོར་བར་འགྱུར་རོ། །སྲིད་པ་ཡོད་ན་སྐྱེ་བར་འགྱུར་རོ།
en: Engagement in appropriation leads to a new existence, and if there is a new existence, there is birth.

source: སྐྱེ་བ་ཡོད་ན་རྒ་བར་འགྱུར་རོ། །སྐྱེས་བུ་གང་ཟག་རྒ་བའི་ཆོས་ཅན་ནི་འཆི་བར་འགྱུར་རོ།
en: With birth comes old age, and an aged person will die.

source: ཤི་བ་ལ་གནས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། ཡི་མུག་པ་དང་། འཁྲུག་པ་རྣམས་འབྱུང་སྟེ།
en: In death there is pain, lamentation, despair, and anxiety.

source: འདི་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འདི་འབའ་ཞིག་འབྱུང་བར་འགྱུར་རོ།
en: Thus arises this mass of nothing but suffering.

source: དེ་ལྟ་བས་ན། མཁས་པའི་རང་བཞིན་ཅན་གྱིས་མ་རིག་པ་སྤང་བར་ནན་ཏན་བྱའོ།
en: Hence, the wise must persist in eliminating ignorance.

source: མ་རིག་པ་གཞིག་པ་དང་། མ་རིག་པ་རྩ་བ་ནས་དབྱུང་བ་དང་། མ་རིག་པ་དགག་པའི་ཕྱིར་ནན་ཏན་བྱའོ།
en: They must persist in demolishing ignorance, uprooting it, and bringing it to cessation.

source: མ་རིག་པ་འགགས་པས་མ་རིག་པའི་རྐྱེན་ལས་སྐྱེས་པ། མ་རིག་པ་ལས་བྱུང་བ། མ་རིག་པ་སྔོན་དུ་འགྲོ་བ། མ་རིག་པ་ལ་བརྟེན་པའི་ཆོས་འདི་དག་འགག་པར་འགྱུར་རོ།
en: As ignorance ceases, so will all the phenomena that arise due to the condition of ignorance, that emerge from ignorance, that are preceded by ignorance, and that are dependent on ignorance.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སྲོག་གི་དབང་པོ་འགགས་ན། དབང་པོ་ལྷག་མ་རྣམས་ཀྱང་འགག་པར་འགྱུར་རོ།
en: “Noble son, this is how it is. As an analogy, when the faculty of the life-force ceases, so will all the other faculties cease as well.

source: དེ་བཞིན་དུ་མ་རིག་པ་འགགས་ན་མི་ཤེས་པ་ལ་བརྟེན་པའི་ཆོས་འདི་དག་ཀྱང་འགག་པར་འགྱུར་རོ།
en: Similarly, when ignorance ceases, all these other phenomena that are based on a lack of knowledge will cease as well.

source: མི་ཤེས་པ་སྤངས་པས་ཉོན་མོངས་པ་རྣམས་ཀྱང་མི་འབྱུང་ངོ་།
en: When ignorance is eliminated, none of the afflictions will arise.

source: འགྲོ་བ་རྣམས་ཀྱང་མི་འབྱུང་ངོ་། །འཁོར་བའི་རྒྱུན་རྣམས་ཀྱང་འགག་པར་འགྱུར་རོ། །མྱ་ངན་ལས་འདས་པ་དང་ཡང་ཉེ་བར་འགྱུར་རོ།
en: None of the realms of beings will appear. The continuum of cyclic existence will cease. Suffering will be transcended.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities are experts on dependent origination.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བདག་ཤེས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities have knowledge of themselves.

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་འདི་ལྟར་ཅི་བདག་བྲམ་ཟེའི་རིགས་སམ། འོན་ཏེ་རྒྱལ་རིགས་སམ། འོན་ཏེ་ཁྱིམ་བདག་གི་རིགས་སམ། ཅི་མཐོ་ཞིང་ཕྱུག་པོའམ། འོན་ཏེ་དམའ་ཞིང་དབུལ་བའི་རིགས་སུ་སྐྱེས་སམ། གང་ཏུ་སྐྱེས་སྙམ་དུ་ཡོངས་སུ་རྟོག་སྟེ།
en: Bodhisattvas may wonder, ‘Will I be born into a family of brahmins, or of royalty, or of householders? Will I be born into a high and wealthy family, or into a lowly and poor one? Where will I be born?’

source: དེ་གལ་ཏེ་རིགས་མཐོ་ཞིང་ཕྱུག་པར་སྐྱེས་ན་ཡང་། དེ་ལ་རིགས་ཀྱིས་དྲེགས་པར་མི་བྱེད་དོ།
en: If they are born into a high and wealthy family, their bloodline will not make them haughty.

source: འོན་ཏེ་དམའ་ཞིང་དབུལ་བའི་རིགས་སུ་སྐྱེས་པར་གྱུར་ན་ཡང་། བདག་འདི་ལྟ་བུའི་རིགས་སུ་སྐྱེས་པ་ལས་བདག་གིས་སྔོན་ལས་འདྲེན་མར་བྱས་སོ་ཞེས་དེ་སྙམ་དུ་སེམས་སྐྱེད་ཅིང་།
en: Yet if they are born into a poor and lowly family they will think, ‘It is due to a mixed quality of karmic actions that I have been born into a family such as this.’

source: དེ་དེའི་རྒྱུས་སྐྱོ་བ་མང་བ་ཡིན་ཏེ། སྐྱོ་བ་མང་བར་གྱུར་ནས་རབ་ཏུ་འབྱུང་ངོ་།
en: “As they take such a perspective they will feel abundant sadness, and with abundant sadness they will receive ordination.

source: རབ་ཏུ་བྱུང་ནས་ཀྱང་བདག་ཅིའི་ཕྱིར་རབ་ཏུ་བྱུང་ཞེས་ཡོངས་སུ་རྟོག་སྟེ།
en: Having received ordination they will reflect on their reasons for doing so.

source: བདག་ནི་རང་རྒལ་ནས་གཞན་དག་ཀྱང་བསྒྲལ་བར་བྱ། རང་གྲོལ་ནས་གཞན་དག་ཀྱང་དགྲོལ་བར་བྱའོ་ཞེས་རབ་ཏུ་བྱུང་ངོ་སྙམ་ནས།
en: Thus they will think, ‘As I myself cross over, I shall let others cross too. As I become free, I shall liberate others.

source: དེ་དེའི་ཕྱིར་ལེ་ལོ་ལ་མི་རྟེན་ཅིང་སྙོམ་ལས་མི་བྱེད་དེ།
en: I shall therefore not be lazy, and I will refrain from indolent acts.

source: དེ་བདག་རབ་ཏུ་བྱུང་ནས་སྡིག་པ་མི་དགེ་བའི་ཆོས་གང་དང་གང་ནུབ་ཅིང་ཡོངས་སུ་ཟད་དེ་ཀུན་བྱང་བར་གྱུར་ཅེས་དེ་སྙམ་དུ་ཡོངས་སུ་རྟོག་སྟེ།
en: Having received ordination I shall purify all negative and unvirtuous factors, causing them to fade away, disappear, and become purified.’

source: དེ་སྡིག་པ་མི་དགེ་བའི་ཆོས་ཤིག་སྤངས་པར་གྱུར་ན། དེ་ལ་དགའ་བ་དང་དད་པ་དང་རངས་པ་སྐྱེད་དོ།
en: When in this way they eliminate a negative and unvirtuous factor, they will become happy, faithful, and delighted,

source: གང་མ་སྤངས་པ་དེ་དག་ནི་སྤོང་བའི་ཕྱིར་རྩོལ་ཞིང་འབད་དོ།
en: they will strive diligently to eliminate all such factors that still remain.

source: དེ་བདག་རབ་ཏུ་བྱུང་ནས་དགེ་བའི་ཆོས་གང་དང་གང་འཕེལ་བ་དང་། རྒྱས་པ་དང་། རྒྱ་ཆེར་གྱུར་ཅེས་དེ་སྙམ་དུ་ཡོངས་སུ་རྟོག་སྟེ།
en: “Likewise, they will think, ‘Having received ordination I shall increase, enrich, and expand all factors of virtue.’

source: དེའི་དགེ་བའི་ཆོས་གང་དག་འཕེལ་བ་དང་། རྒྱས་པ་དང་། རྒྱ་ཆེར་གྱུར་པ་དེ་ལ་དགའ་བ་དང་དད་པ་དང་རངས་པ་སྐྱེད་དོ།
en: When they thus succeed in increasing, enriching, or expanding a virtuous factor they will feel happy, faithful, and delighted,

source: གང་དེ་ལྟར་མ་གྱུར་པ་དེ་དག་འཕེལ་བ་དང་། རྒྱས་པ་དང་། རྒྱ་ཆེར་བྱ་བའི་ཕྱིར་རྩོལ་ཞིང་འབད་དོ།
en: they will strive and apply themselves to further increasing, enriching, and expanding virtuous factors wherever this has not yet been done.

source: དེ་བླ་མ་ལ་བརྟེན་ན་དགེ་བའི་ཆོས་རྣམས་ནི་འཕེལ་བར་འགྱུར། སྡིག་པ་རྣམས་ནི་འགྲིབ་པར་འགྱུར་རོ་སྙམ་དུ་ཡོངས་སུ་རྟོག་སྟེ།
en: They will think, ‘By relying on a guru, virtuous qualities will increase and negative qualities will fade.’

source: དེ་དེའི་རྒྱུ་དེའི་རྐྱེན་དེའི་གཞིས་མཁན་པོ་ཉུང་དུ་ཐོས་པའམ། མང་དུ་ཐོས་པ་འམ། ཤེས་པ་འམ། མི་ཤེས་པ་འམ། ཚུལ་ཁྲིམས་དང་ལྡན་པ་འམ། ཚུལ་ཁྲིམས་ངན་པ་ཅན་ཡང་རུང་སྟེ། དེ་ལ་སྟོན་པའི་འདུ་ཤེས་སྐྱེད་དོ།
en: Thus, due to such causes, conditions, and bases they will regard their preceptor as their teacher, regardless of whether their preceptor has received little or abundant teaching, is knowledgeable or ignorant, or is disciplined or of inferior discipline.

source: དེ་ཇི་ལྟར་སྟོན་པ་ལ་དགའ་ཞིང་དད་པ་ཉེ་བར་གནས་པ་དེ་བཞིན་དུ་མཁན་པོ་ལ་ཡང་བྱེད་དོ།
en: They will experience the same type of joy and faith toward their preceptor as they have for their teacher.

source: དེ་སློབ་དཔོན་རྣམས་ལ་རིམ་གྲོ་ཡོད་ཅིང་རྗེ་ས་ཡོད་པ་ཡིན་ཏེ། དེ་འདི་ལྟར་སློབ་དཔོན་རྣམས་ལ་བརྟེན་ན་བདག་གི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཡོངས་སུ་མ་རྫོགས་པ་རྣམས་ནི་ཡོངས་སུ་རྫོགས་པར་འགྱུར། ཉོན་མོངས་པ་མ་སྤངས་པ་རྣམས་ནི་སྤངས་པར་འགྱུར་རོ་སྙམ་དུ་ཡོངས་སུ་རྟོག་སྟེ།
en: “They will venerate and respect their instructors, thinking, ‘By relying on instructors I shall perfect the factors of awakening that have not yet been perfected, and I shall eliminate the afflictions that have not yet been eliminated.’

source: དེ་དེ་དག་ལ་མཁན་པོར་འདུ་ཤེས་སྐྱེད་ཅིང་། དགའ་བ་དང་དད་པ་དང་རངས་པ་འཐོབ་པ་དང་།
en: Thus, they will perceive their instructors as preceptors, and be happy, faithful, and delighted.

source: དགེ་བའི་ཆོས་རྣམས་ལ་དེ་དག་དང་འཐུན་པར་སྤྱོད་པ་ཡིན། མི་དགེ་བའི་ཆོས་རྣམས་ལ་མི་འཐུན་པར་སྤྱོད་པ་ཡིན་ཏེ།
en: They will follow them in adhering to factors of virtue, and in turning away from factors of unvirtue.

source: དེ་འདི་སྙམ་དུ་བདག་གི་སྟོན་པ་གང་ཞེས་ཡོངས་སུ་རྟོག་ཅིང་། དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Asking themselves, ‘Who is my Teacher?’ they will think,

source: བདག་གི་སྟོན་པ་ནི་ཐམས་ཅད་མཁྱེན་པ། ཐམས་ཅད་ཐུགས་སུ་ཆུད་པ།
en: ‘My Teacher is omniscient. He knows everything.

source: འཇིག་རྟེན་ཐམས་ཅད་ལ་ཐུགས་བརྩེ་བ། ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ།
en: My Teacher has love for the entire world. He is endowed with great compassion.

source: སྦྱིན་པའི་གནས་ཆེན་པོ་སྟེ། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱི་སྟོན་པའོ་སྙམ་སྟེ།
en: He is a great object of generosity. He is the Teacher of the entire world with its gods, humans, and demigods.’

source: དེ་དེའི་རྒྱུ་དེའི་རྐྱེན་དེའི་གཞིས་དགའ་བ་དང་དད་པ་དང་རངས་པ་སྐྱེད་དོ།
en: Due to such causes, conditions, and bases they will be happy, faithful, and delighted.

source: དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་སྟོན་པ་བཅོམ་ལྡན་འདས་དེ་ཡིན་པ་ནི་བདག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ།
en: They will think, ‘Such is my Teacher, the Blessed One; I have found what is excellent to find.

source: བཅོམ་ལྡན་འདས་དེས་བསླབ་པའི་ལམ་གང་བཅས་པ་དེ་ལས་ཀྱང་བདག་གིས་སྲོག་གི་ཕྱིར་ཡང་འདའ་བར་མི་བྱ་སྟེ།
en: I shall never part from the path of training that the Blessed One has prescribed, even if it were to cost my life.

source: དེ་ལྟར་ན་བདག་གིས་བཅོམ་ལྡན་འདས་དེ་ལ་རིམ་གྲོ་དང་། རྗེས་སུ་འབྲང་བར་བྱས་པར་འགྱུར་རོ།
en: Thus, I shall venerate the Blessed One and follow in his footsteps.’

source: དེ་འདི་སྙམ་དུ་བདག་སུའི་བསོད་སྙོམས་ལ་ཡོངས་སུ་སྤྱོད་ཅེས་སེམས་ཤིང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Further, they will ask themselves from whom they should receive alms.

source: བདག་ནི་བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་པ་དང་། ཡུལ་གྱི་མི་རྣམས་ཀྱི་བསོད་སྙོམས་ལ་ཡོངས་སུ་སྤྱོད་ཀྱིས།
en: ‘I shall receive the alms of brahmins, royalty, townspeople, or country dwellers.

source: བདག་གིས་ཅི་ནས་ཀྱང་དེ་དག་གི་བསོད་སྙོམས་འབྲས་བུ་ཡོད་པ་དང་། དོན་ཆེ་བ་དང་། མཐུ་ཆེ་བ་དང་།
en: I shall by all means ensure that their alms become fruitful, deeply meaningful, and of great power.

source: བདག་གིས་ཀྱང་ཡུལ་འཁོར་གྱི་བསོད་སྙོམས་འབྲས་བུ་ཡོད་པར་ཡོངས་སུ་སྤྱོད་པ་དེ་ལྟ་བུར་བྱའོ་སྙམ་མོ།
en: I shall apply myself to make the alms of all the land fruitful.’

source: དེ་འདི་སྙམ་དུ་བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་པ་དང་། ཡུལ་གྱི་མི་འདི་དག་འདུ་ཤེས་ཅི་དང་ལྡན་ཞིང་བདག་ལ་བསོད་སྙོམས་སྟེར་སྙམ་ཞིང་།
en: “They will also wonder about the way that brahmins, royalty, townspeople, and country dwellers may see them as they offer them their alms.

source: དེ་འདི་ལྟར་རྗེས་སུ་སེམས་ཏེ། བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་པ་དང་། ཡུལ་གྱི་མི་འདི་དག་ནི་བདག་ལ་དགེ་སྦྱོང་གི་འདུ་ཤེས་དང་ལྡན། དགེ་སློང་གི་འདུ་ཤེས་དང་ལྡན། སྦྱིན་པའི་གནས་ཀྱི་འདུ་ཤེས་དང་ལྡན་ཞིང་བདག་ལ་བསོད་སྙོམས་སྦྱིན་པར་བྱེད་ཀྱིས།
en: Thus they will think, ‘Brahmins, royalty, townspeople, and country dwellers will see me as a mendicant, a monk, a field of generosity, and so they will offer me alms.
